{
	"users": [
		{
			"id": 1,
			"username": "user",
			"password": "password"
		}
	],
	"menuItems": [
		{
			"id": 1,
			"name": "The Cheesy Chuckle",
			"price": 8.99,
			"category": "Burger",
			"description": "The Cheesy Chuckle is a burger that will tickle your taste buds and leave you grinning from ear to ear. Picture a juicy beef patty topped with a mountain of melted cheese, oozing and teasing with each bite. It's a hilarious harmony of flavors that will have you laughing with delight. Brace yourself for a cheesy adventure that guarantees a side-splitting experience for your taste buds!",
			"image": "burger-1.png"
		},
		{
			"id": 2,
			"name": "Bun-ny Delight",
			"price": 8.99,
			"category": "Burger",
			"description": "Prepare to hop into burger bliss with 'Bun-ny Delight'! This whimsical creation features a juicy patty nestled between two fluffy buns, topped with fresh veggies and a secret sauce that will have your taste buds doing a happy dance. It's a burger that combines playful flavors and a dash of rabbit magic, leaving you delighted and craving more. Get ready to take a bite and bounce with joy!",
			"image": "burger-2.png"
		},
		{
			"id": 3,
			"name": "The Beefy Belly-Laugh",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready to burst into laughter with 'The Beefy Belly-Laugh'! This burger is a mouthwatering masterpiece that will have your taste buds rolling in joy. Sink your teeth into a juicy beef patty, layered with crispy bacon, melted cheese, and a tangy barbecue sauce that's a recipe for pure delight. With each bite, you'll feel the chuckles rise from your belly, leaving you in a state of meaty merriment. Get ready for a belly-full of laughter with 'The Beefy Belly-Laugh'!",
			"image": "burger-3.png"
		},
		{
			"id": 4,
			"name": "Laughing Patty",
			"price": 8.99,
			"category": "Burger",
			"description": "Introducing the 'Laughing Patty'– the burger that's here to tickle your taste buds and bring a smile to your face! Picture a perfectly grilled patty, topped with a symphony of toppings that will have you bursting with laughter. From the jolly cheese that stretches with every bite to the tangy pickles that add a zing of joy, this burger is a guaranteed recipe for amusement. Brace yourself for a flavor explosion that will have you giggling with every mouthful. Get ready to enjoy the hilariously delicious 'Laughing Patty'!",
			"image": "burger-4.png"
		},
		{
			"id": 5,
			"name": "Tickle Me Toppings",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready for a taste bud tickling experience with 'Tickle Me Toppings'! This burger is all about the joy of toppings that will make you giggle with delight. Imagine a juicy patty perfectly nestled between fluffy buns, but here's the twist: it's playfully dressed with an array of toppings that will send your taste buds on a wild tickling ride. From the crispy lettuce that dances with each bite to the giggly onions and the saucy surprises, this burger is a ticklish adventure waiting to happen. Brace yourself for a burst of flavors that will leave you laughing and craving more. Get ready to indulge in the whimsically delicious 'Tickle Me Toppings'!",
			"image": "burger-5.png"
		},
		{
			"id": 6,
			"name": "Burgerlicious Giggles",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready to experience the burger of a lifetime with 'Burgerlicious Giggles'! This mouthwatering creation is a burst of flavor that will have you grinning from ear to ear. Picture a perfectly grilled patty topped with crispy bacon, melty cheese, and a medley of toppings that will make your taste buds dance. But that's not all – each bite comes with a side of laughter, as the flavors tickle your senses and leave you giggling with delight. Indulge in the joyous experience of ´'Burgerlicious Giggles' and let your taste buds join in the delicious merriment.",
			"image": "burger-6.png"
		},
		{
			"id": 7,
			"name": "The Chuckle Patty",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready to laugh your way through a burger experience like no other with 'The Chuckle Patty'! This mouthwatering delight is packed with flavor, featuring a juicy patty surrounded by a medley of delicious toppings. But here's the twist – each bite of 'The Chuckle Patty' is designed to tickle your taste buds and ignite bursts of laughter. It's a delightful symphony of flavors and giggles that will leave you with a grin from ear to ear. Indulge in the laughter-infused deliciousness of 'The Chuckle Patty' and embark on a burger adventure that promises both culinary satisfaction and contagious merriment.",
			"image": "burger-7.png"
		},
		{
			"id": 8,
			"name": "Grin and Grill",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready to 'Grin and Grill' with a burger experience that will have you smiling from start to finish! Sink your teeth into a juicy patty nestled between perfectly toasted buns, adorned with a mouthwatering array of toppings. This flavor sensation is designed to ignite your taste buds and leave you beaming with delight. With every bite, the harmonious combination of savory ingredients will have you grinning uncontrollably. Indulge in the sizzle and satisfaction of 'Grin and Grill', where every moment is a reminder that happiness is best served between two buns. Get ready for a burger adventure that will make you want to keep coming back for more.",
			"image": "burger-8.png"
		},
		{
			"id": 9,
			"name": "The Belly Buster",
			"price": 8.99,
			"category": "Burger",
			"description": "Get ready to take on 'The Belly Buster' – a burger that will leave you satisfied and craving more! Brace yourself for a flavor explosion as you sink your teeth into a juicy patty, nestled between two pillowy buns. Topped with a mouthwatering assortment of ingredients, this burger is a heavyweight champion in both taste and satisfaction. With each bite, 'The Belly Buster' unleashes an onslaught of savory flavors that will have your taste buds dancing with delight. It's a culinary experience that will truly leave your belly happily rumbling. So, get ready to unleash your hunger and conquer 'The Belly Buster' – the ultimate burger adventure that's sure to make your taste buds cheer.",
			"image": "burger-9.png"
		}
	],
	"orders": []
}
